#შექმენით for loop'ი რომელიც გამოიტანს რიცხვებს 1-დან 100-მდე

for i in range (1, 101):
    print(i)


# 3) შექმენით for loop'ი რომელიც გამოიტანს რიცხვებს 1-დან 10-მდე თითოს გამოტოვებით

for a in range ( 1, 10, 2 ):
    print(a)



# 4) შექმენით for loop'ი რომელიც გამოიტანს რიცხვებს 100-დან 1-მდე
for s in range ( 100, 0, -1):
    print (s)



# 5) შექმენით while loop'ი რომელიც გამოიტანს რიცხვებს 1-დან 100-მდე

d = 1
while d <=100:
    print(d)
    d += 1

# 6) შექმენით while loop'ი რომელიც გამოიტანს რიცხვებს 1-დან 10-მდე თითოს გამოტოვებით

f=1
while f <=10:
    f += 2

# 7) შექმენით while loop'ი რომელიც გამოიტანს რიცხვებს 100-დან 1-მდე


g = 100
while g >=1:
  print(g)
  g -=1
  
