#Level 3:
#1) შექმენით  3 ცვლადი - num1(int), num2(int), num3(float). ( num - number). მოახდინეთ სხვადასხვა მათემატიკური ოპერაციები ამ რიცხვებზე ( 20 მაგალითი)
#2) შექმენით 2 string ტიპის ცვლადი და გატესტეთ როგორ მუშაობს კონკატენაცია.
#3) შექმენით 4 ცვლადი, სხვადასხვა ტიპების ( int, str, float, bool) და გატესტეთ როგორ მუშაობს ფუნქცია type()
#4) paint'ში დახატეთ ცვლადის შექმნის მაგალითი (სახელი და მნიშვნელობა თქვენი ფანტაზიით)


num1=73
num2=4
num3=2.5

print(num1+num2)
print(num1*num1)
print(num1%num3)
print(num2+num3)
print(num2*num1)
print(num2/num2)
print(num1/num2)
#______________________________________________________________

str1 = "foot"
str2 + "ball"

print (str1 + str2)
#________________________________________________________________

name= "goga"
age = "15"
height ="1.50"
is_program_student = True


#_______________________________________________________________
#?????????????





send("dd")
